export default {
  projections: {
    СотрудникE: {
      iDдолжности: {
        __caption__: 'I dдолжности'
      },
      iDПодразделения: {
        __caption__: 'I d подразделения'
      }
    },
    СотрудникL: {
      iDсотрудника: {
        __caption__: 'IDсотрудника'
      },
      iDдолжности: {
        __caption__: 'I dдолжности'
      },
      iDПодразделения: {
        __caption__: 'I d подразделения'
      },
      фИО: {
        __caption__: 'ФИО'
      }
    }
  },
  validations: {
    iDдолжности: {
      __caption__: 'I dдолжности'
    },
    iDПодразделения: {
      __caption__: 'I d подразделения'
    },
    iDсотрудника: {
      __caption__: 'IDсотрудника'
    },
    иНН: {
      __caption__: 'иНН'
    },
    номер_телефона: {
      __caption__: 'номер_телефона'
    },
    снилс: {
      __caption__: 'снилс'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должности: {
      __caption__: 'должности'
    },
    подразделения: {
      __caption__: 'подразделения'
    }
  }
};
